Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_ilmoittaa_haettavaksi_oppimateriaalisuunnittelijan_viran.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät ilmoittaa haettavaksi oppimateriaalisuunnittelijan viran
smn: Sämitigge almoot uuccâmnáál oppâmateriaalvuávájeijee virge

source: Virka täytetään 1.7.2023 lähtien tai sopimuksen mukaan.
smn: Virge tiävdoo 1.7.2023 rääjist tâi sopâmuš mield.

source: Työpaikka sijaitsee Saamelaiskulttuurikeskus Sajoksessa, Inarissa.
smn: Toimâpäikki lii Säämi kulttuurkuávdáš Sajosist, Anarist.

source: Suunnittelijan tehtävänä on vastata pääosin digitaalisesta oppimateriaalityöstä, sen kehittämisestä, suunnittelusta ja teknisestä toteutuksesta, sekä saamenkielisen oppimateriaalin verkkokaupan toiminnasta Saamelaiskäräjien koulutus ja oppimateriaalitoimistossa.
smn: Vuávájeijee pargon lii västidiđ iänááš digitaallii oppâmateriaalpargoost, ton oovdedmist, vuáváámist já teknisii olášutmist, sehe sämikielâlii oppâmateriaal nettikäävpi toimâmist Sämitige škovlim- já oppâmateriaaltoimâttuvâst.

source: Toimistossa työskentelee yhteensä viisi oppimateriaalisuunnittelijaa, joiden tehtävistä on säädetty Saamelaiskäräjien työjärjestyksen 41 §:ssä.
smn: Toimâttuvâst pargeh ohtsis vittâ oppâmateriaalvuávájeijee, kiäi pargoin lii asâttum Sämitige pargo-oornig 41 §:st.

source: Toimiston tehtävistä on säädetty työjärjestyksen 37–41 §:ssä.
smn: Toimâttuv pargoin lii asâttum pargo-oornig 37–41 §:st.

source: Säädösperusteisena kelpoisuusvaatimuksena on tehtävään soveltuva koulutus ja saamen kielen taito (asetus 1727/95).
smn: Asâttâsân vuáđuduvvee tohálâšvuođâvátámâššân lii viirgán hiäivulâš škovlim já sämikielâ máttu (asâttâs 1727/95).

source: Tehtävän menestyksellistä hoitamista edesauttaa hyvä oppimateriaalialustojen, oppimisympäristöjen, verkkokauppa-alustojen sekä verkko- ja mobiilisovellusten tuntemus ja kyky itsenäiseen työskentelyyn.
smn: Pargo šiev hoittáámist iššeed tot, ete tobdá pyereest oppâmateriaalvuáđuid, oppâmpirrâsijd, nettikävppivuáđuid já netti- já moobiilheiviittâsâid sehe meid naavcah jiečânâs porgâmân.

source: Lisäksi viran hoitamista edesauttaa englanninkielisen IT-alan käsitteistön tuntemus.
smn: Toos lasseen virge hoittáámist iššeed eŋgâlâskielâlij IT-syergi teermâi tubdâm.

source: Suunnittelijan palkkaus määräytyy Saamelaiskäräjien palkkausjärjestelmän vaativuustason IV/III mukaisesti (2698,37 euroa/kk).
smn: Vuávájeijee pälkki miärášuvá Sämitige pälkkivuáháduv vátávâšvuotâtääsi IV/III miäldásávt (2698,37 eurod/mp).

source: Peruspalkan lisäksi työstä maksetaan 24 %:n saamelaisalueen lisä ja työkokemuksen mukaan määräytyvät kokemuslisät.
smn: Vuáđupäälhi lasseen pargoost máksojeh 24 % sämikuávlu lase já pargohárjánem mield miärášuvvee hárjánemlaseh.

source: Virassa noudatetaan kuuden (6) kuukauden koeaikaa.
smn: Virgeest nuávdittuvvoo kuuđâ (6) mánuppaje keččâlemäigi.

source: Vapaamuotoinen hakemuskirje liitteineen tulee toimittaa saamelaiskäräjien sihteeristöön 19.5.2023 mennessä tällä hakulomakkeella (linkki avautuu uuteen ikkunaan) .
smn: Rijjâhámásii uuccâmreeivâ lahtosijguin kalga toimâttiđ Sämitige čäällimkoodán 19.5.2023 räi tain uuccâmluámáttuvváin (liŋkkâ lekkâs uđđâ ruuvdun) .

source: Lisätietoja työstä antaa koulutussihteeri Bigga-Helena Magga, puh. 010 839 3121 Saamelaiskäräjien toimintaan voi tutustua nettiosoitteessa www.samediggi.fi.
smn: Lasetiäđuid pargoost addel škovlimčällee Bigga-Helena Magga, puh. 010 839 3121 Sämitige tooimân puáhtá uápásmuđ nettičujottâsâst www.samediggi.fi

source: Inarissa 19.4.2023 Saamelaiskäräjät
smn: Anarist 19.4.2023 Sämitigge
